const langArray = {
  "open-menu": {
    "ru": "Открыть меню",
    "uk": "Відкрити меню"
  },
  "products": {
    "ru": "Товары",
    "uk": "Товари"
  },
  "who": {
    "ru": "Кто мы?",
    "uk": "Хто ми?"
  },
  "store": {
    "ru": "Магазин",
    "uk": "Магазин"
  },
  "recipes": {
    "ru": "Рецепты",
    "uk": "Рецепти"
  },
  "login": {
    "ru": "Войти",
    "uk": "Увійти"
  },
  "cart": {
    "ru": "Корзина (0)",
    "uk": "Кошик (0)"
  },
  "change-lng": {
    "ru": "Сменить язык",
    "uk": "Змінити мову"
  },
  "span1": {
    "ru": "Попробуйте",
    "uk": "Cкуштуйте"
  },
  "span2": {
    "ru": "",
    "uk": ""
  },
  "span3": {
    "ru": "Дикое.",
    "uk": "Дике."
  },
  "span4": {
    "ru": "Найдите",
    "uk": "Знайдіть"
  },
  "span5": {
    "ru": "Свою",
    "uk": "Свою"
  },
  "span6": {
    "ru": "Душу.",
    "uk": "Душу."
  },
  "use-cookies": {
    "ru": "Наш сайт использует файлы",
    "uk": "Наш веб-сайт використовує файли"
  },
  "products-title": {
    "ru": "Дико любимое",
    "uk": "Дико улюблене"
  },
  "products-text": {
    "ru": "Вы найдете наши дикие продукты в их самой простой форме. Никакие добавки или что-либо еще не могут испортить их природу.",
    "uk": "Ви знайдете наші дикі продукти в їхній найпростішій формі. Ніякі добавки або будь-що ще не можуть зіпсувати їх природу."
  },
  "": {
    "ru": "",
    "uk": ""
  },
  "": {
    "ru": "",
    "uk": ""
  },
  "wild-way": {
    "ru": "Наш дикий путь",
    "uk": "Наш дикий шлях"
  },
  "photos-text": {
    "ru": "Наша философия присутствует на каждом этапе нашего производства. Мы стремимся внести свой вклад в создание лучшего мира.",
    "uk": "Наша філософія є на кожному етапі нашого виробництва. Ми прагнемо зробити свій внесок у створення кращого світу."
  },
  "photos-img1": {
    "ru": "Товары Wild Souls",
    "uk": "Товари Wild Souls"
  },
  "photos-img2": {
    "ru": "Напитки Wild Souls",
    "uk": "Напої Wild Souls"
  },
  "photos-img3": {
    "ru": "Рука, открывающая водопроводный кран",
    "uk": "Рука відкриває водопровідний кран"
  },
  "discover": {
    "ru": "УЗНАТЬ БОЛЬШЕ",
    "uk": "ДІЗНАТИСЯ БІЛЬШЕ"
  },
  "nut-title": {
    "ru": "Дикий как орех??",
    "uk": "Дикий як горіх??"
  },
  "nut-card-title": {
    "ru": "Жареный миндаль",
    "uk": "Смажений мигдаль"
  },
  "nut-text": {
    "ru": "Все сокровища спрятаны в сундуке. Соответственно, наши сокровища заключены в свою Дикую оболочку.",
    "uk": "Всі скарби заховані в скрині. Відповідно, наші скарби укладені у свою Дику оболонку."
  },
  "nut-price": {
    "ru": "250г | 220₴",
    "uk": "250г | 220₴"
  },
  "nut-link": {
    "ru": "ПОПРОБОВАТЬ!",
    "uk": "СКУШТУВАТИ!"
  },
  "discover-title": {
    "ru": "ОТКРОЙТЕ ДЛЯ СЕБЯ НАШУ ПРОДУКЦИЮ ЧЕРЕЗ 5 СОКРОВИЩ ПРИРОДЫ!",
    "uk": "ВІДКРИЙТЕ ДЛЯ НАШІ ПРОДУКТИ ЧЕРЕЗ 5 СКАРБІВ ПРИРОДИ!"
  },
  "sesame": {
    "ru": "Кунжут",
    "uk": "Кунжут"
  },
  "peanut": {
    "ru": "Арахис",
    "uk": "Арахіс"
  },
  "almond": {
    "ru": "Миндаль",
    "uk": "Мигдаль"
  },
  "hazelnut": {
    "ru": "Фундук",
    "uk": "Фундук"
  },
  "cashew": {
    "ru": "Кешью",
    "uk": "Кеш'ю"
  },
  "slider-title": {
    "ru": "Слова от души!",
    "uk": "Слова від душі!"
  },
  "slider-title1": {
    "ru": "ПОПАГАНДА",
    "uk": "ПОПАГАНДА"
  },
  "slider-text1": {
    "ru": "Другой магазин в центре Афин измельчает фрукты, предлагает масло, приготовленное всего из одного ингредиента, и вкусы халвы, которые подтверждают, что полезное может быть вкусным.",
    "uk": "В іншому магазині в центрі Афін подрібнюють фрукти, пропонують масло, виготовлене лише з одного інгредієнта, і ароматизатори халви, які підтверджують, що здорове може бути смачним."
  },
  "slider-title2": {
    "ru": "АФИНСКИЙ ГОЛОС",
    "uk": "АФІНСЬКИЙ ГОЛОС"
  },
  "slider-text2": {
    "ru": "Wild Souls работает в основном с кунжутом и ореховыми продуктами (фисташками, фундуком, миндалем, кешью), создавая адские пасты, которые хочется глотать вместе с банкой.",
    "uk": "Wild Souls працює переважно з продуктами з кунжуту та горіхів (фісташками, фундуком, мигдалем, кеш’ю), створюючи пекельні спреди, які хочеться проковтнути разом із баночкою."
  },
  "store-title": {
    "ru": "Концептуальный магазин",
    "uk": "Концептуальний магазин"
  },
  "store-text": {
    "ru": "Приглашаем вас исследовать его, жить им и фотографировать его. Но будьте осторожны, это очень затягивает!",
    "uk": "Ми запрошуємо вас дослідити його, прожити та сфотографувати. Але будьте обережні, це викликає сильну залежність!"
  },
  "halva-title": {
    "ru": "Дикая Халва",
    "uk": "Дика Халва"
  },
  "halva-subtitle": {
    "ru": "Волшебное семечко..",
    "uk": "Чарівне зернятко.."
  },
  "halva-text": {
    "ru": "Это не десерт, не закуска и не полноценная еда. Но это все одновременно. Это то, чем вы хотите, чтобы оно было.",
    "uk": "Це не десерт, не перекус і не повноцінна їжа. Але все це одночасно. Це те, що ви хочете бачити."
  },
  "halva-price": {
    "ru": "500г | ВІД 399₴",
    "uk": "500г | ОТ 399₴"
  },
  "discover-now": {
    "ru": "ОТКРОЙТЕ СЕЙЧАС!",
    "uk": "ВІДКРИЙТЕ ЗАРАЗ!"
  },
  "gift-title": {
    "ru": "Поделитесь своей Любовью с помощью Дикого Подарка!",
    "uk": "Поширюйте свою Любов за допомогою Дикого Подарунка!"
  },
  "five-treasures": {
    "ru": "Пять сокровищ",
    "uk": "П'ять скарбів"
  },
  "treasures-text": {
    "ru": "Как сказал Гиппократ, мы — то, что мы едим.<br> Давайте посмотрим, что произойдет, если съесть эти ДИКИЕ сокровища.",
    "uk": "Як казав Гіппократ, ми — це те, що ми їмо.<br> Давайте подивимось, що станеться, якщо з’їсти ці ДИКІ скарби."
  },
  "recipes-title": {
    "ru": "Дикие Рецепты",
    "uk": "Дикі Рецепти"
  },
  "recipes-text": {
    "ru": "Загляните в замочную скважину нашей Дикой кухни! Получите идеи, как превратить свою кухню в Дикую.",
    "uk": "Подивіться на замкову щілину нашої Дикої кухні! Отримайте ідеї про те, як перетворити власну кухню на Дику."
  },
  "footer-title": {
    "ru": "Оставайся Диким",
    "uk": "Залишайся Диким"
  },
  "input": {
    "ru": "Напишите свой email",
    "uk": "Напишіть свій email"
  },
  "follow": {
    "ru": "Подпишитесь",
    "uk": "Слідкуйте за Нами"
  },
  "website": {
    "ru": "Сайт создан",
    "uk": "Сайт створений"
  },
  "butters": {
    "ru": "Ореховые пасты",
    "uk": "Горіхове масло"
  },
  "honey": {
    "ru": "Мёд",
    "uk": "Мед"
  },
  "marmalades": {
    "ru": "Мармелады",
    "uk": "Мармелади"
  },
  "halva": {
    "ru": "Халва",
    "uk": "Халва"
  },
  "dry-nuts": {
    "ru": "Сухие Орехи",
    "uk": "Сухі Горіхи"
  },
  "open-sesame": {
    "ru": "Открытый кунжут",
    "uk": "Відкрий кунжут"
  },
  "card": {
    "ru": "Подарочная карта",
    "uk": "Подарункова карта"
  },
  "footer-title2": {
    "ru": "Контакты",
    "uk": "Контакти"
  },
  "footer-title3": {
    "ru": "Компания",
    "uk": "Компанія"
  },
  "concept-store": {
    "ru": "Концептуальный Магазин",
    "uk": "Концептуальний Магазин"
  },
  "help": {
    "ru": "Помощь",
    "uk": "Допомога"
  },
  "terms": {
    "ru": "Условия и Положения",
    "uk": "Правила та Умови"
  },
  "policy": {
    "ru": "Политика Конфиденциальности",
    "uk": "Політика Конфіденційності"
  },
  "cookies": {
    "ru": "Файлы Cookie",
    "uk": "Файли Cookie"
  },
  "methods": {
    "ru": "Способы Оплаты",
    "uk": "Способи Оплати"
  },
  "shipping": {
    "ru": "Доставка и Возврат",
    "uk": "Доставка та Повернення"
  }
}